<script>
	import { screen } from '$lib';

	import Header from '../discussions/Header.svelte';
</script>

{#if $screen}
	<Header topic="1">О сайте</Header>
{/if}

<div class="col relative content-900 gap-10 padding-20">
	<p>
		Наш сайт создан для того, чтобы помочь людям лучше понять состояние своего здоровья. Здесь вы
		можете пройти медицинские опросы, которые помогут выявить возможные проблемы и обратить на них
		внимание специалистов. Вся информация на сайте анонимна, мы заботимся о защите ваших
		персональных данных.
	</p>
	<p>
		Мы проводим медицинские опросы для того, чтобы лучше понимать состояние здоровья людей. Ваши
		ответы помогут нам выявить тенденции и закономерности, которые будут полезны для научных
		исследований и улучшения качества медицинского обслуживания. Мы надеемся, что наш сайт станет
		незаменимым инструментом в заботе о вашем здоровье.
	</p>
	<p>
		Результаты опросов не могут заменить консультацию с врачом, но могут послужить поводом для более
		детального изучения вашего состояния. По любым вопросам вы можете обратиться к своему лечащему
		врачу.
	</p>
	<p>
		Помните, что забота о здоровье — это важный аспект нашей жизни. Мы призываем вас ответственно
		относиться к своему самочувствию и при необходимости обращаться за квалифицированной медицинской
		помощью.
	</p>
	<p>
		Наш сервис постоянно развивается, и мы планируем улучшать его, учитывая ваши пожелания. Будем
		рады узнать ваше мнение о сайте и опросы. Вы можете оставить свой отзыв или предложение в
		соответствующем разделе.
	</p>
	<p>
		С заботой о вашем здоровье, команда <code>SelfCheck</code>.
	</p>

	<a class="center top-20" href="/discussions?topic=1">Ответы на частые вопросы</a>
</div>
